export const SYSTEM_PROMPT = `여기에는 홀로라이브 멤버를 선택하면 자동으로 생성됩니다.

또한, 대화하고싶은 홀로라이브 멤버가 추가로 필요하신데 홀로라이브 mmd를 구할 수 있는 상황이면 문의 부탁드립니다.

email: jsm930602@gmail.com


changelog

0.9.9 gpt4o-mini 추가, 채팅로그 캐릭터마다 분리하여 작동하도록 개선, 주우후테이 라덴 추가
0.9.8 호쇼 마린 추가, 오토노세 카나데 추가 로그인 보안 기능 추가, 아이디 / 비밀번호 찾기 추가
0.9.7 관리자 권한 향상, 니노마에 이나니스 추가, 토키노 소라 추가, 히메모리 루나 추가, 나츠이로 마츠리 추가, 무나 호시노바 추가
0.9.6 UI 개선, 아윤다 리스 추가, 아냐 멜핏사 추가, 시오리 노벨라 추가, 오로 크로니 추가, 나나시 무메이 추가, IRYS 추가
0.9.5 아카이 하아토(하쨔마), 사카마타 클로에 추가, 
0.9.4 배경화면 로딩 속도 향상
0.9.3 로그인 엔터로 가능하도록 수정
0.9.2 관리자 로그인 페이지에 루시아 관리 모드 추가
0.9.1 관리자 접속 보안을 위한 otp 시스템 적용
0.9.0 관리자 페이지 생성, Azki 추가, 카자마 이로하 추가

0.8.1 비회원 접속시 배경화면 로딩에 문제가생기던 현상 수정, 세레스 파우나 추가, 후와와 어비스가드 추가, 모코코 어비스가드 추가
0.8.0 츠노마키 와타메, 유키하나 라미, 모모스즈 네네, 라프라스 다크니스 추가

0.7.1 회원가입 CloudFlare Turnstile 적용, 코세키 비쥬 추가, 시구레 우이 추가
0.7.0 sql 데이터베이스와 연결 된 한층 강화된 로그인 시스템 구현

0.6.3 대화창 5초뒤에 사라지도록 수정
0.6.2 멤버 선택창 가시성 향상
0.6.1 대화창 음성 종료 후 5초뒤에 사라지도록 변경
0.6.0 로보코 씨 추가

0.5.1 : 채팅 내역 초기화 할때 기억된 대화가 초기화 되지 않는 문제 해결
0.5 : 오오카미 미오 추가

0.4.1 : 램 누수 최적화
0.4 : 네코마타 오카유 추가

0.3.2 : 하쿠이 코요리 코트 탈의 버전 추가
0.3.1 : 하쿠이 코요리 모델 변경
0.3 : 이누가미 코로네 추가

0.2 : 미나토 아쿠아(메이드) 추가

0.1.5 : 링크 미스 수정
0.1.4 : 인트로 화면 종료 후 바로 세팅화면 표시
0.1.3 : 환경 변수를 이용한 보안 강화
0.1.2 : HoloVRM 대표 이미지 등록
0.1.1 : 깃허브 링크 수정
0.1 : 초기 버전 개발 완료`;


