export const SYSTEM_PROMPT = `여기에는 홀로라이브 멤버를 선택하면 자동으로 생성됩니다.

또한, 대화하고싶은 홀로라이브 멤버가 추가로 필요하신데 홀로라이브 공식 mmd를 구할 수 있는 상황이면 문의 부탁드립니다.

현재 니코동 채널이 터져서 mmd를 구할 수 없는 상황입니다.
email: jsm930602@gmail.com


changelog

0.7.0 sql 데이터베이스와 연결 된 한층 강화된 로그인 시스템 구현

0.6.3 대화창 5초뒤에 사라지도록 수정
0.6.2 멤버 선택창 가시성 향상
0.6.1 대화창 음성 종료 후 5초뒤에 사라지도록 변경
0.6.0 : 로보코 씨 추가

0.5.1 : 채팅 내역 초기화 할때 기억된 대화가 초기화 되지 않는 문제 해결
0.5 : 오오카미 미오 추가

0.4.0 : 네코마타 오카유 추가

0.3.2 : 하쿠이 코요리 코트 탈의 버전 추가
0.3.1 : 하쿠이 코요리 모델 변경
0.3.0 : 이누가미 코로네 추가

0.2.0 : 미나토 아쿠아(메이드) 추가

0.1.5 : 링크 미스 수정
0.1.4 : 인트로 화면 종료 후 바로 세팅화면 표시
0.1.3 : 환경 변수를 이용한 보안 강화
0.1.2 : HoloVRM 대표 이미지 등록
0.1.1 : 깃허브 링크 수정
0.1.0 : 초기 버전 개발 완료`;


